// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "郵遞區號不得為空。";
XMO5DigitZIPCodeFormatError = "郵遞區號必須為五位數字。";
XMO6DigitZIPCodeFormatError = "郵遞區號必須為六位數字。";
XMONoCanadaZIPCodeError = "郵遞區號不得為空。";
XMOCanadaZIPCodeFormatError = "郵遞區號必須為 \"A9A 9A9\" 格式。";
XMONoUnitedKindomZIPCodeError = "郵遞區號不得為空。";
XMOUnitedKindomZIPCodeFormatError = "郵遞區號必須為\"AI-2640\"，或採用\"AX[XX] 9AA\"格式";
XMOUnitedKindomBFPOZIPCodeFormatError = "郵遞區號必須為 \"BFPO [c/o] N[NNN]\" 格式。";
XMOUnitedStatesZIPCodeFormatError = "郵遞區號必須為 \"99999[-9999]\" 格式。";
XMOFranceZIPCodeFormatError = "郵遞區號必須為 \"[F-]9X999\" 格式。";
